{"planets":[{"name":"Earth","flavor":"It has people on it."},{"name":"Mars","flavor":"It's pretty red looking. No aliens to be seen here."},{"name":"Karakorum Prime","flavor":"The Mongol homeworld. Birthplace of Space Genghis Khan."},{"name":"Venus","flavor":"Scorching hot and uninhabitable. Why the Mongols or anyone would want this planet is a mystery."},{"name":"Pluto","flavor":"I'm still a planet! >:("},{"name":"Glacieum Terra","flavor":"Frozen earth. A desolate planet of ice and snow that is uninhabitable even for the hardiest of creatures."},{"name":"Nimurd","flavor":"A small, uninhabited planet with rich deposits of platinum and iridium in its crust."},{"name":"Antigra","flavor":"A habitable planet sitting on the edge of the Mongol borders. As such, it is a hotly contested planet between them and their enemies."},{"name":"Shoggog","flavor":"Ph'nglui mglw'nafh Cthulhu R'lyeh wgah'nagl fhtagn!"},{"name":"Pangu","flavor":"One of the oldest planets in the galaxy, now slowly being pulled to its destruction by the strong gravity of the sun. This hasn't stopped the Space Mongols from trying to conquer it though."},{"name":"Minu","flavor":"A small and unremarkable planet that is so small and unremarkable that it's surprising it even has flavor text."},{"name":"Janus","flavor":"A gas giant composed mainly of helium and hydrogen. Like many things in the galaxy (except the Space Mongols), it is just misunderstood."},{"name":"Ant Planet","flavor":"The home planet of the ant people, who are fond of picnics and not so fond of Space Mongols."},{"name":"Beshbalik Nova","flavor":"The second most populated Space Mongol-controlled planet in the galaxy, after their capital planet Karakorum Prime."},{"name":"Zakera","flavor":"An Earth-sized rocky world with a crust of light metals, and the site of a decisive Space Mongol defeat in the first Space Mongol Invasion. Can it hold against them a second time?"},{"name":"Durg-Khaz","flavor":"The former homeworld of the mantis people, whose planet was annexed by the Space Mongol Empire centuries ago. No one has seen them since."},{"name":"Hakka","flavor":"A distant, largely unexplored planet on the outskirts of the galaxy. The few ships to have passed the planet have reported seeing mysterious patterns of light on the dark side of Hakka, which disappeared as they neared."},{"name":"Nau","flavor":"Not a true planet. Rather, a bustling, crime-ridden space station built into the carved-out husk of an asteroid. The only semblance of authority on Nau comes from its various mercenary groups and gangs who, when not fighting an external threat, fight each other."},{"name":"Xenus","flavor":"Like Venus but with an X."},{"name":"Dw'mer Ru'un","flavor":"Once home to the mighty Geni race— half-machine, half-organic beings known for their numerous technological achievements, including laser weaponry and warp drives— Dw'mer Ru'un is now nothing but ash and rubble, having been completely wiped out by the Space Mongols."}]}